Repository: aespo22/Jambot
Catalog: *.lproj/Localizable.strings
Languages: ko, pt_br

# historytabtitle
source: History
ko: 히스토리
pt_br: Histórico

# confirmdel
source: Confirm Deletion
ko: 삭제 확인
pt_br: Confirmar exclusão

# nosongsaved
source: No Songs Saved
ko: 저장된 노래 없음
pt_br: Nenhuma música salva

# addsongs
source: Try adding a new song below!
ko: 아래에 새 노래를 추가해보세요!
pt_br: Tente adicionar uma nova música abaixo!

# deletfunc
source: Delete
ko: 삭제
pt_br: Excluir

# songgen
source: Generate Song
ko: 노래 생성
pt_br: Gerar música

# delconfim
source: Confirm Deletion
ko: 삭제 확인
pt_br: Confirmar exclusão

# delconfirm
source: Are you sure you want to delete this song?
ko: 이 노래를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta música?

# del
source: Delete
ko: 삭제
pt_br: Excluir

# makmagic
source: Making some magic
ko: 마법을 부리는 중
pt_br: Fazendo um pouco de mágica

# nointernet
source: No internet connection available
ko: 인터넷 연결이 없습니다
pt_br: Nenhuma conexão com a internet disponível

# jambnet
source: JamBot is really cool, but you need an internet connection :/
ko: JamBot은 정말 멋지지만 인터넷 연결이 필요합니다 :/
pt_br: O JamBot é muito legal, mas você precisa de uma conexão com a internet :/

# aight
source: OK
ko: 확인

# songcreat
source: Create your song:
ko: 노래 만들기:
pt_br: Crie sua música:

# typein
source: Type in your keywords...
ko: 노래 설명을 입력하세요
pt_br: Digite a descrição da sua música

source: Start
ko: 시작
pt_br: Iniciar

# canc
source: Cancel
ko: 취소
pt_br: Cancelar

# stop
source: End
ko: 종료
pt_br: Parar

# savesome
source: Saving song...
ko: 노래 저장 중...
pt_br: Salvando música...

# savd
source: Saved
ko: 저장됨
pt_br: Salvo

# songsav
source: Song Saved
ko: 노래 저장됨
pt_br: Música salva

# playitanytime
source: Play it anytime on your History page.
ko: 히스토리 페이지에서 언제든 재생하세요.
pt_br: Toque-a a qualquer momento na sua página de histórico.

# promp
source: Prompt:
ko: 알림:

# loadinerror
source: Error loading audio file: (error.localizedDescription)
ko: 오디오 파일 로드 중 오류 발생: (error.localizedDescription)
pt_br: Erro ao carregar arquivo de áudio: (error.localizedDescription)

# create
source: Create your first
ko: 첫 번째 노래 만들기
pt_br: Crie a sua primeira

# aigen
source: AI Generated
ko: 인공지능 생성
pt_br: Gerada por Inteligência Artificial

source: song
ko: 노래
pt_br: música

# felp
source: Helpful Tips
ko: 도움말
pt_br: Dicas Úteis

source: Examples
ko: 예시
pt_br: Exemplos

# donotreference
source: Do not reference existing songs
ko: 기존 노래를 참조하지 마세요
pt_br: Não faça referência a músicas existentes

# focusonyour
source: Focus on genre, instruments, bpm, and vibe (dark, happy, etc...)
ko: 장르, 악기, bpm 및 분위기(어둡거나 밝은 등)에 집중하세요
pt_br: Concentre-se no gênero, instrumentos, bpm e ambiente (sombrio, alegre, etc...)

# longersongslonger
source: Longer songs = longer loading times
ko: 노래가 길면 로딩 시간도 길어집니다
pt_br: Músicas mais longas = tempos de carregamento mais longos

source: Have fun!
ko: 즐기세요!
pt_br: Divirta-se!

# darktechno
source: Dark techno song melodic
ko: 어두운 테크노 멜로디의 노래
pt_br: Música de techno sombria e melódica

# bpmtrackhard
source: 140bpm trap beat hard
ko: 140bpm 트랩 비트 하드
pt_br: Batida de trap a 140bpm forte

# symphonyrising
source: Symphony rising in anticipation
ko: 예상되는 전율적인 오케스트라
pt_br: Sinfonia crescente em antecipação

# morningrelax
source: Morning relaxation calming
ko: 아침의 편안한 휴식
pt_br: Relaxamento matinal calmante
